Repository: it-cleanchemi/BR-SCADA
Catalog: Logical/AlarmTexts/Master.tmx
Source language: en
Languages: de, es, fr

source: Master Command Ignored. Cmd: {=$IAT/MasterCmd.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}, Reason: {=$IAT/MasterIgnoreReason.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}
de: Master-Befehl Ignoriert. Befehl: {=$IAT/MasterCmd.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}, Grund: {=$IAT/MasterIgnoreReason.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}
es: Comando del Master Ignorado. Cmd: {=$IAT/MasterCmd.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}, Razón: {=$IAT/MasterIgnoreReason.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}
fr: Commande du Master Ignorée. Cmd : {=$IAT/MasterCmd.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}, Raison : {=$IAT/MasterIgnoreReason.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}

source: Master Received Unhandled Command. Last State: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
de: Master hat unbehandelten Befehl empfangen. Letzter Zustand: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
es: Master recibió comando no gestionado. Último Estado: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
fr: Master a reçu une commande non traitée. Dernier État : {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}

source: S1; Subprocess: Master; Error: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; State: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
de: S1; Teilprozess: Master; Fehler: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; Zustand: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
es: S1; Subproceso: Master; Error: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; Estado: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
fr: S1; Sous-processus : Master ; Erreur : {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}} ; État : {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}

source: S2; Subprocess: Master; Error: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; State: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
de: S2; Teilprozess: Master; Fehler: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; Zustand: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
es: S2; Subproceso: Master; Error: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; Estado: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
fr: S2; Sous-processus : Master ; Erreur : {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}} ; État : {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}

source: S3; Subprocess: Master; Error: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; State: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
de: S3; Teilprozess: Master; Fehler: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; Zustand: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
es: S3; Subproceso: Master; Error: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; Estado: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
fr: S3; Sous-processus : Master ; Erreur : {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}} ; État : {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}

source: S4; Subprocess: Master; Error: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; State: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
de: S4; Teilprozess: Master; Fehler: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; Zustand: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
es: S4; Subproceso: Master; Error: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; Estado: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
fr: S4; Sous-processus : Master ; Erreur : {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}} ; État : {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}

source: S5; Subprocess: Master; Error: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; State: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
de: S5; Teilprozess: Master; Fehler: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; Zustand: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
es: S5; Subproceso: Master; Error: {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}}; Estado: {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}
fr: S5; Sous-processus : Master ; Erreur : {=$IAT/MasterErrorText.{#::AsGlobalPV:gAlarmAddData.AddData[1]}} ; État : {=$IAT/MasterState.{#::AsGlobalPV:gAlarmAddData.AddData[0]}}

source: Reset
de: zurücksetzen
es: réinitialiser
fr: reiniciar

source: Check Parameters
de: Parameter prüfen
es: Vérifiez les paramètres
fr: Verificar Parámetros

source: Check Module Ready
de: Überprüfen Sie, ob das Modul bereit ist
es: Vérifiez que le module est prêt
fr: Verificar módulo listo

source: Idle
de: Leerlauf
es: Inactif
fr: Inactivo

source: Evaluation
de: Auswertung
es: Évaluation
fr: Evaluación

source: Run Delay
de: Laufverzögerung
es: Délai d'exécution
fr: Retardo de ejecución

source: Run Command
de: Befehl ausführen
es: Exécuter la commande
fr: Ejecutar comando

source: Run Wait
de: Ausführen, warten
es: Exécutez Attendez
fr: Ejecutar Esperar

source: Finish Delay
de: Laufverzögerung
es: Délai d'exécution
fr: Retardo de ejecución

source: Finish Command
de: Befehl ausführen
es: Exécuter la commande
fr: Ejecutar comando

source: Finish Wait
de: Ausführen, warten
es: Exécutez Attendez
fr: Ejecutar Esperar

source: Error
de: Fehler
es: Erreur

source: Start
de: Starten
es: Comenzar
fr: Commencer

source: Unpause
de: Machen Sie eine Pause
es: Reanudar la pausa
fr: Reprendre la pause

source: SingleStep
de: Einzelschritt
es: Un solo paso
fr: Une seule étape

source: UncontrolledStop
de: Unkontrollierter Stopp
es: Parada incontrolada
fr: Arrêt incontrôlé

source: ControlledStop
de: Kontrollierter Stopp
es: Parada controlada
fr: Arrêt contrôlé

source: NormalStop
de: Normaler Stopp
es: Parada normal
fr: Arrêt normal

source: Master not in a waiting for command state
de: Master befindet sich nicht im Status „Warten auf Befehl“
es: Master no está en estado de espera de comando
fr: Master n'est pas en attente d'un état de commande

source: Pause
es: Pausa

source: Timeout
es: Se acabó el tiempo
fr: Temps mort
